import React from "react";
import './About.css';



function About() {
  return (
    <div className="about">
      <h2>About Us</h2>
      
      <p>
        Добро пожаловать в детский лагерь <strong>American School Camp</strong>! 
        
        Мы — команда профессионалов, которые создают уникальные условия для отдыха, 
        обучения и развития детей в дружелюбной и безопасной атмосфере.Наш лагерь создан, чтобы каждый ребенок чувствовал себя частью дружной семьи, открывал свои таланты и обретал уверенность в себе.
      </p>
      <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRsVOmSdQ5lO1LrDeUSUcSNpcjcYsI6Ej72HA&s" alt="Наш логотип" />
        <p>
          Наша миссия — вдохновлять детей, помогать раскрывать их таланты и формировать уверенность в себе 
      через разнообразные активности, творческие мастер-классы и спортивные игры.
      </p>
       <img  src="https://cachizer2.2gis.com/reviews-photos/b3f7b1a3-8c2e-485a-9cd2-753230d398b1.jpg?w=1920" alt="Наш лагерь">
       </img>
       <section>
        <h2>Что мы предлагаем?</h2>

        <h3>Уникальные программы</h3>
        <p>
          Каждый день в нашем лагере – это новый мир, полный ярких событий: спортивные
          соревнования, творческие мастер-классы, походы, театральные постановки, танцы и
          многое другое. Мы создаем программы, которые помогают детям развиваться
          всесторонне.
        </p>

        <h3>Безопасность и комфорт</h3>
        <p>
          Мы понимаем, как важна безопасность вашего ребенка. Поэтому лагерь оснащен
          современной инфраструктурой, а за детьми круглосуточно следят наши опытные
          воспитатели, вожатые и медицинский персонал.
        </p>

        <h3>Дружба и общение</h3>
        <p>
          У нас каждый ребенок найдет новых друзей! Мы учим детей сотрудничеству,
          взаимопомощи и уважению к друг другу.
        </p>
      </section>

    </div>
  );
}


export default About;
